Repository: Vaniawl/TrafficVienna
Catalog: TrafficVienna/Localizable.xcstrings
Source language: en
Languages: de, uk

source: Start typing to see live departures anywhere in Vienna.
de: Tippe, um Live-Abfahrten in ganz Wien zu sehen.
uk: Почніть вводити назву, щоб побачити актуальні відправлення по всьому Відню.

source: Station or stop
de: Station oder Haltestelle
uk: Станція або зупинка

source: Stations
de: Stationen
uk: Станції

source: Stops in view: %lld
de: Haltestellen im Ausschnitt: %lld
uk: Зупинок на мапі: %lld

source: Stops list
de: Haltestellenliste
uk: Список зупинок

source: The departures you care about
de: Die Abfahrten, die dir wichtig sind
uk: Важливі для вас відправлення

source: This deletes the local email password verifier and signs you out. Your saved stations and routines remain on this device.
de: Dadurch werden der lokale E-Mail-Passwortprüfwert gelöscht und du abgemeldet. Deine gespeicherten Stationen und Routinen bleiben auf diesem Gerät.
uk: Це видалить локальний засіб перевірки пароля електронної пошти та виконає вихід. Збережені станції й сценарії залишаться на цьому пристрої.

source: This departure is too soon for a reminder.
de: Diese Abfahrt ist zu kurzfristig für eine Erinnerung.
uk: Це відправлення вже надто близько для нагадування.

source: This removes all recent stations from this device.
de: Dadurch werden alle zuletzt verwendeten Stationen von diesem Gerät entfernt.
uk: Це видалить усі недавні станції з цього пристрою.

source: This removes all saved stations and routes from this device.
de: Dadurch werden alle gespeicherten Stationen und Verbindungen von diesem Gerät entfernt.
uk: Це видалить усі збережені станції та маршрути з цього пристрою.

source: This removes every pending departure reminder from this device.
de: Dadurch werden alle ausstehenden Abfahrtserinnerungen von diesem Gerät entfernt.
uk: Це видалить усі заплановані нагадування про відправлення з цього пристрою.

source: This removes every Traffic Vienna departure from your Lock Screen.
de: Dadurch werden alle Traffic-Vienna-Abfahrten von deinem Sperrbildschirm entfernt.
uk: Це прибере всі відправлення Traffic Vienna з екрана блокування.

source: This removes favourites, routines, recent searches, departure reminders, Live Activities, widget data, and cached departures. Your sign-in stays active.
de: Dadurch werden Favoriten, Routinen, letzte Suchanfragen, Abfahrtserinnerungen, Live-Aktivitäten, Widget-Daten und zwischengespeicherte Abfahrten gelöscht. Deine Anmeldung bleibt aktiv.
uk: Це видалить обране, сценарії, недавні пошуки, нагадування про відправлення, Live Activities, дані віджета та кешовані відправлення. Вхід в акаунт залишиться активним.

source: This removes the Apple sign-in session from this device. It does not delete or revoke your Apple ID. Your saved stations and routines remain.
de: Dadurch wird die Apple-Anmeldesitzung von diesem Gerät entfernt. Deine Apple-ID wird weder gelöscht noch widerrufen. Deine gespeicherten Stationen und Routinen bleiben erhalten.
uk: Це видалить сеанс входу Apple із цього пристрою. Ваш Apple ID не буде видалено чи відкликано. Збережені станції й сценарії залишаться.

source: Track
de: Verfolgen
uk: Відстежувати

source: Track a live departure to see it on your Lock Screen.
de: Verfolge eine Live-Abfahrt, um sie auf deinem Sperrbildschirm zu sehen.
uk: Почніть відстежувати відправлення наживо, щоб бачити його на екрані блокування.

source: Track on Lock Screen
de: Am Sperrbildschirm verfolgen
uk: Відстежувати на екрані блокування

source: Tracking %@ on your Lock Screen.
de: %@ wird auf deinem Sperrbildschirm verfolgt.
uk: %@ відстежується на екрані блокування.

source: Traffic Vienna contains no ads, analytics, or tracking SDKs.
de: Traffic Vienna enthält keine Werbung, Analysen oder Tracking-SDKs.
uk: Traffic Vienna не містить реклами, аналітики чи SDK для відстеження.

source: Traffic Vienna is locked
de: Traffic Vienna ist gesperrt
uk: Traffic Vienna заблоковано

source: Traffic Vienna requests departures and service alerts over HTTPS using public stop identifiers. Wiener Linien can observe the request’s source IP address.
de: Traffic Vienna ruft Abfahrten und Verkehrsmeldungen per HTTPS mit öffentlichen Haltestellenkennungen ab. Die Wiener Linien können die Quell-IP-Adresse der Anfrage sehen.
uk: Traffic Vienna запитує відправлення та зміни руху через HTTPS, використовуючи публічні ідентифікатори зупинок. Wiener Linien може бачити IP-адресу джерела запиту.

source: Traffic Vienna user
de: Traffic-Vienna-Nutzer
uk: Користувач Traffic Vienna

source: Travel preferences
de: Reiseeinstellungen
uk: Налаштування поїздок

source: Travel routines
de: Fahrtroutinen
uk: Сценарії поїздок

source: Try again from another location or open the map to explore the city.
de: Versuche es an einem anderen Ort erneut oder öffne die Karte, um die Stadt zu erkunden.
uk: Спробуйте ще раз в іншому місці або відкрийте мапу, щоб переглянути місто.

source: Try another station name.
de: Versuche einen anderen Stationsnamen.
uk: Спробуйте іншу назву станції.

source: Twilight
de: Dämmerung
uk: Сутінки

source: Unlock to see your departures and saved travel data.
de: Entsperre die App, um deine Abfahrten und gespeicherten Reisedaten zu sehen.
uk: Розблокуйте застосунок, щоб побачити відправлення та збережені дані поїздок.

source: Unlock Traffic Vienna.
de: Traffic Vienna entsperren.
uk: Розблокуйте Traffic Vienna.

source: Unlock with %@
de: Mit %@ entsperren
uk: Розблокувати за допомогою %@

source: Update password
de: Passwort aktualisieren
uk: Оновити пароль

source: Updated %@ on your Lock Screen.
de: %@ wurde auf deinem Sperrbildschirm aktualisiert.
uk: %@ оновлено на екрані блокування.

source: updated %lldh ago
de: vor %lld h aktualisiert
uk: оновлено %lld год тому

source: updated %lldm ago
de: vor %lld min aktualisiert
uk: оновлено %lld хв тому

source: updated %llds ago
de: vor %lld s aktualisiert
uk: оновлено %lld с тому

source: updated just now
de: gerade aktualisiert
uk: щойно оновлено

source: Updates this line in your favourites
de: Aktualisiert diese Linie in deinen Favoriten
uk: Оновлює цю лінію в обраному

source: Use %@
de: %@ verwenden
uk: Використовувати %@

source: Use at least 8 characters for your password.
de: Verwende mindestens 8 Zeichen für dein Passwort.
uk: Використовуйте щонайменше 8 символів для пароля.

source: Use your new password the next time you sign in.
de: Verwende dein neues Passwort bei der nächsten Anmeldung.
uk: Використовуйте новий пароль під час наступного входу.

source: Used only when needed
de: Nur bei Bedarf verwendet
uk: Використовується лише за потреби

source: Uses your Apple ID to create or open your account
de: Verwendet deine Apple-ID, um dein Konto zu erstellen oder zu öffnen
uk: Використовує Apple ID для створення або відкриття облікового запису

source: Valid email address
de: Gültige E-Mail-Adresse
uk: Дійсна електронна адреса

source: Verify your account
de: Konto bestätigen
uk: Підтвердьте акаунт

source: Vienna
de: Wien
uk: Відень

source: VIENNA LIVE
de: WIEN LIVE
uk: ВІДЕНЬ НАЖИВО

source: Visible stops
de: Sichtbare Haltestellen
uk: Видимі зупинки

source: Walking directions
de: Fußweg
uk: Піший маршрут

source: We’ll notify you shortly before %@ departs.
de: Wir benachrichtigen dich kurz bevor %@ abfährt.
uk: Ми сповістимо вас незадовго до відправлення %@.

source: Weekdays
de: Werktags
uk: Будні

source: Weekends
de: Am Wochenende
uk: Вихідні

source: Where to next?
de: Wohin als Nächstes?
uk: Куди далі?

source: Wiener Linien live data
de: Live-Daten der Wiener Linien
uk: Актуальні дані Wiener Linien

source: Your account
de: Dein Konto
uk: Ваш акаунт

source: Your city
de: Deine Stadt
uk: Ваше місто

source: Your city, moving with you
de: Deine Stadt bewegt sich mit dir
uk: Ваше місто рухається разом із вами

source: Your password verifier stays in Keychain on this device.
de: Deine Passwortprüfung bleibt im Schlüsselbund auf diesem Gerät.
uk: Засіб перевірки пароля залишається в Keychain на цьому пристрої.

source: Your routines
de: Deine Routinen
uk: Ваші сценарії

source: Dashboard
uk: Панель

source: Email
uk: Електронна пошта

source: Indigo
uk: Індиго

source: Live station
uk: Станція наживо

source: min
uk: хв

source: Offline
uk: Офлайн

source: OFFLINE
uk: ОФЛАЙН

source: System
uk: Системна

source: Version %@
uk: Версія %@
